Repository: TarasOsiris/screenshot-mac
Catalog: screenshot/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fa, fi, fr, he, hr, hu, id, it, ja, ko, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

source: Project order can be set to **By creation date** or **Alphabetically** in Settings ▸ General.
ar: يمكن ضبط أمر المشروع على **حسب تاريخ الإنشاء** أو **أبجديًا** في الإعدادات ▸ عام.
ca: L'ordre del projecte es pot configurar a **Per data de creació** o **Alfabèticament** a Configuració ▸ General.
cs: Pořadí projektu lze nastavit na **Podle data vytvoření** nebo **Abecedně** v Nastavení ▸ Obecné.
da: Projektrækkefølgen kan indstilles til **Efter oprettelsesdato** eller **Alfabetisk** i Indstillinger ▸ Generelt.
de: Die Projektreihenfolge lässt sich unter „Einstellungen ▸ Allgemein“ auf **Nach Erstellungsdatum** oder **Alphabetisch** stellen.
el: Η σειρά του έργου μπορεί να οριστεί σε **Με ημερομηνία δημιουργίας** ή **Αλφαβητικά** στις Ρυθμίσεις ▸ Γενικά.
es: El orden de los proyectos puede ser **Por fecha de creación** o **Alfabéticamente** en Ajustes ▸ General.
fa: ترتیب پروژه‌ها را می‌توان در تنظیمات ▸ عمومی روی **بر اساس تاریخ ایجاد** یا **بر اساس حروف الفبا** گذاشت.
fi: Projektin järjestyksen voi asettaa **Luomispäivämäärän mukaan** tai **Aakkosjärjestyksessä** kohdassa Asetukset ▸ Yleiset.
fr: L'ordre des projets peut être défini sur **Par date de création** ou **Par ordre alphabétique** dans Réglages ▸ Général.
he: ניתן להגדיר את סדר הפרויקט ל-**לפי תאריך יצירה** או **לפי אלפביתי** בהגדרות ▸ כללי.
hr: Redoslijed projekta može se postaviti na **Prema datumu izrade** ili **Abecedno** u Postavke ▸ Općenito.
hu: A projekt sorrendje **Létrehozás dátuma szerint** vagy **Abc sorrendben** állítható be a Beállítások ▸ Általános részben.
id: Urutan proyek dapat diatur ke **Berdasarkan tanggal pembuatan** atau **Sesuai Abjad** di Pengaturan ▸ Umum.
it: L'ordine dei progetti può essere impostato su **Per data di creazione** o **Alfabetico** in Impostazioni ▸ Generali.
ja: プロジェクトの順序は、設定 ▸ 一般 で **作成日順** または **アルファベット順** に設定できます。
ko: 프로젝트 순서는 설정 ▸ 일반에서 **생성 날짜별** 또는 **알파벳순**으로 설정할 수 있습니다.
ms: Susunan projek boleh ditetapkan kepada **Mengikut tarikh penciptaan** atau **Mengikut Abjad** dalam Tetapan ▸ Umum.
nl: De projectvolgorde kan worden ingesteld op **Op aanmaakdatum** of **Alfabetisch** in Instellingen ▸ Algemeen.
no: Prosjektrekkefølge kan settes til **Etter opprettelsesdato** eller **Alfabetisk** i Innstillinger ▸ Generelt.
pl: Kolejność projektów można ustawić na **Według daty utworzenia** lub **Alfabetycznie** w Ustawieniach ▸ Ogólne.
pt_br: A ordem dos projetos pode ser definida como **Por data de criação** ou **Em ordem alfabética** em Ajustes ▸ Geral.
pt_pt: A ordem do projeto pode ser definida como **Por data de criação** ou **Em ordem alfabética** em Configurações ▸ Geral.
ro: Ordinea proiectului poate fi setată la **După data creării** sau **Alfabetic** în Setări ▸ General.
ru: Порядок проектов можно задать — **По дате создания** или **По алфавиту** — в разделе «Настройки ▸ Основные».
sk: Poradie projektu je možné nastaviť na **Podľa dátumu vytvorenia** alebo **Abecedne** v Nastaveniach ▸ Všeobecné.
sl: Vrstni red projekta lahko nastavite na **Po datumu ustvarjanja** ali **Po abecedi** v Nastavitve ▸ Splošno.
sv: Projektordning kan ställas in på **Efter skapandedatum** eller **Alfabetiskt** i Inställningar ▸ Allmänt.
th: ลำดับโครงการสามารถตั้งค่าเป็น **ตามวันที่สร้าง** หรือ **ตามตัวอักษร** ในการตั้งค่า ▸ ทั่วไป
tr: Proje sırası Ayarlar ▸ Genel bölümünde **Oluşturma tarihine göre** veya **Alfabetik** olarak ayarlanabilir.
uk: Порядок проєктів можна задати як **За датою створення** або **За алфавітом** у розділі «Параметри ▸ Загальні».
ur: پراجیکٹ آرڈر کو سیٹنگز میں **تخلیق کی تاریخ کے مطابق** یا **حروف تہجی** پر سیٹ کیا جا سکتا ہے ▸ جنرل۔
vi: Thứ tự dự án có thể được đặt thành **Theo ngày tạo** hoặc **Theo thứ tự bảng chữ cái** trong Cài đặt ▸ Chung.
zh_hans: 可在“设置 ▸ 通用”中将项目顺序设为 **按创建日期** 或 **按字母顺序**。
zh_hant: 專案順序可在「設定 ▸ 一般」中設為**依建立日期**或**依字母順序**。

source: Project order can be set to **Creation date** or **Manual** in Settings ▸ General.
ar: يمكن ضبط أمر المشروع على **تاريخ الإنشاء** أو **يدوي** في الإعدادات ▸ عام.
ca: L'ordre del projecte es pot configurar a **Data de creació** o **Manual** a Configuració ▸ General.
cs: Pořadí projektu lze nastavit na **Datum vytvoření** nebo **Ručně** v Nastavení ▸ Obecné.
da: Projektordren kan indstilles til **Oprettelsesdato** eller **Manuel** i Indstillinger ▸ Generelt.
de: Die Projektreihenfolge kann unter Einstellungen ▸ Allgemein auf **Erstellungsdatum** oder **Manuell** eingestellt werden.
el: Η παραγγελία έργου μπορεί να οριστεί σε **Ημερομηνία δημιουργίας** ή **Μη αυτόματη** στις Ρυθμίσεις ▸ Γενικά.
es: El orden del proyecto se puede establecer en **Fecha de creación** o **Manual** en Configuración ▸ General.
fa: سفارش پروژه را می توان روی **تاریخ ایجاد** یا **دستی** در تنظیمات ▸ عمومی تنظیم کرد.
fi: Projektin järjestyksen voi asettaa **Luontipäivä** tai **Manuaalinen** kohdassa Asetukset ▸ Yleiset.
fr: L'ordre du projet peut être défini sur **Date de création** ou **Manuel** dans Paramètres ▸ Général.
he: ניתן להגדיר את הזמנת הפרויקט ל-**תאריך יצירה** או **ידני** בהגדרות ▸ כללי.
hr: Redoslijed projekta može se postaviti na **Datum izrade** ili **Ručno** u Postavke ▸ Općenito.
hu: A projekt sorrendje **Létrehozás dátuma** vagy **Kézi** értékre állítható be a Beállítások ▸ Általános részben.
id: Urutan proyek dapat diatur ke **Tanggal pembuatan** atau **Manual** di Pengaturan ▸ Umum.
ja: プロジェクトの順序は、[設定] ▸ [一般] で **作成日** または **手動** に設定できます。
ko: 프로젝트 순서는 설정 ▸ 일반에서 **생성일** 또는 **수동**으로 설정할 수 있습니다.
ms: Pesanan projek boleh ditetapkan kepada **Tarikh penciptaan** atau **Manual** dalam Tetapan ▸ Umum.
nl: De projectvolgorde kan worden ingesteld op **Aanmaakdatum** of **Handmatig** in Instellingen ▸ Algemeen.
no: Prosjektrekkefølge kan settes til **Opprettelsesdato** eller **Manuell** i Innstillinger ▸ Generelt.
pl: Kolejność projektów można ustawić na **Data utworzenia** lub **Ręcznie** w Ustawieniach ▸ Ogólne.
pt_br: A ordem do projeto pode ser definida como **Data de criação** ou **Manual** em Configurações ▸ Geral.
pt_pt: A ordem do projeto pode ser definida como **Data de criação** ou **Manual** em Configurações ▸ Geral.
ro: Ordinea proiectului poate fi setată la **Data creării** sau **Manual** în Setări ▸ General.
sk: Poradie projektu je možné nastaviť na **Dátum vytvorenia** alebo **Manuálne** v časti Nastavenia ▸ Všeobecné.
sl: Vrstni red projekta lahko nastavite na **Datum ustvarjanja** ali **Ročno** v nastavitvah ▸ Splošno.
sv: Projektorder kan ställas in på **Skapningsdatum** eller **Manuell** i Inställningar ▸ Allmänt.
th: ลำดับโครงการสามารถตั้งค่าเป็น **วันที่สร้าง** หรือ **คู่มือ** ได้ในการตั้งค่า ▸ ทั่วไป
ur: پراجیکٹ آرڈر کو سیٹنگز میں **تخلیق کی تاریخ** یا **دستی** پر سیٹ کیا جا سکتا ہے ▸ جنرل۔
vi: Thứ tự dự án có thể được đặt thành **Ngày tạo** hoặc **Thủ công** trong Cài đặt ▸ Chung.
zh_hans: 项目顺序可以在设置 ▸ 常规中设置为 **创建日期** 或 **手动**。

source: Project storage
ar: تخزين المشروع
ca: Emmagatzematge del projecte
cs: Ukládání projektu
da: Projektopbevaring
de: Projektspeicher
el: Αποθήκευση έργου
es: Almacenamiento de proyectos
fa: محل ذخیرهٔ پروژه‌ها
fi: Projektin varastointi
fr: Stockage des projets
he: אחסון פרויקטים
hr: Skladištenje projekta
hu: Projekttárolás
id: Penyimpanan proyek
it: Archiviazione dei progetti
ja: プロジェクトストレージ
ko: 프로젝트 저장 위치
ms: Penyimpanan projek
nl: Projectopslag
no: Prosjektlagring
pl: Przechowywanie projektu
pt_br: Armazenamento de projetos
pt_pt: Armazenamento de projetos
ro: Depozitarea proiectelor
ru: Хранение проектов
sk: Ukladanie projektu
sl: Shranjevanje projekta
sv: Projektlagring
th: พื้นที่จัดเก็บโครงการ
tr: Proje depolama
uk: Сховище проєктів
ur: پروجیکٹ اسٹوریج
vi: Lưu trữ dự án
zh_hans: 项目存储位置
zh_hant: 專案儲存空間

source: Projects
ar: المشاريع
ca: Projectes
cs: Projekty
da: Projekter
de: Projekte
el: Έργα
es: Proyectos
fa: پروژه‌ها
fi: Projektit
fr: Projets
he: פרויקטים
hr: Projekti
hu: Projektek
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
ms: Projek
nl: Projecten
no: Prosjekter
pl: Projekty
pt_br: Projetos
pt_pt: Projetos
ro: Proiecte
ru: Проекты
sk: projekty
sl: Projekti
sv: Projekt
th: โครงการ
tr: Projeler
uk: Проєкти
ur: پروجیکٹس
vi: Dự án
zh_hans: 项目
zh_hant: 專案

source: Projects autosave 0.3 seconds after the last change. You don't need to manually save. To make a one-off backup, use **Settings ▸ Export ▸ Back Up Projects**.
ar: يتم حفظ المشاريع تلقائيًا بعد 0.3 ثانية من التغيير الأخير. لا تحتاج إلى الحفظ يدويًا. لعمل نسخة احتياطية لمرة واحدة، استخدم **الإعدادات ▸ تصدير ▸ النسخ الاحتياطي للمشروعات**.
ca: Els projectes es desen automàticament 0,3 segons després de l'últim canvi. No cal que deseu manualment. Per fer una còpia de seguretat única, utilitzeu **Configuració ▸ Exporta ▸ Còpia de seguretat de projectes**.
cs: Projekty se automaticky ukládají 0,3 sekundy po poslední změně. Nemusíte ukládat ručně. Chcete-li vytvořit jednorázovou zálohu, použijte **Nastavení ▸ Export ▸ Zálohovat projekty**.
da: Projekter gemmer automatisk 0,3 sekunder efter sidste ændring. Du behøver ikke at gemme manuelt. For at lave en engangssikkerhedskopi, brug **Indstillinger ▸ Eksporter ▸ Sikkerhedskopier projekter**.
de: Projekte werden 0,3 Sekunden nach der letzten Änderung automatisch gespeichert. Sie müssen nicht manuell speichern. Um eine einmalige Sicherung zu erstellen, verwenden Sie **Einstellungen ▸ Exportieren ▸ Projekte sichern**.
el: Τα έργα αποθηκεύονται αυτόματα 0,3 δευτερόλεπτα μετά την τελευταία αλλαγή. Δεν χρειάζεται να κάνετε μη αυτόματη αποθήκευση. Για να δημιουργήσετε εφάπαξ αντίγραφο ασφαλείας, χρησιμοποιήστε **Ρυθμίσεις ▸ Εξαγωγή ▸ Δημιουργία αντιγράφων ασφαλείας έργων**.
es: Los proyectos se guardan automáticamente 0,3 segundos después del último cambio. No es necesario guardar manualmente. Para realizar una copia de seguridad única, utilice **Configuración ▸ Exportar ▸ Copia de seguridad de proyectos**.
fa: ذخیره خودکار پروژه ها 0.3 ثانیه پس از آخرین تغییر. نیازی به ذخیره دستی ندارید. برای تهیه یک نسخه پشتیبان، از **تنظیمات ▸ صادرات ▸ پشتیبان گیری از پروژه ها** استفاده کنید.
fi: Projektit tallentuvat automaattisesti 0,3 sekuntia viimeisen muutoksen jälkeen. Sinun ei tarvitse tallentaa manuaalisesti. Voit tehdä kertaluonteisen varmuuskopion valitsemalla **Asetukset ▸ Vie ▸ Varmuuskopioi projektit**.
fr: Les projets sont sauvegardés automatiquement 0,3 seconde après la dernière modification. Vous n'avez pas besoin de sauvegarder manuellement. Pour effectuer une sauvegarde unique, utilisez **Paramètres ▸ Exporter ▸ Sauvegarder les projets**.
he: שמירה אוטומטית של פרוייקטים 0.3 שניות לאחר השינוי האחרון. אין צורך לשמור באופן ידני. כדי לבצע גיבוי חד פעמי, השתמש ב-**הגדרות ▸ ייצוא ▸ גיבוי פרויקטים**.
hr: Projekti se automatski spremaju 0,3 sekunde nakon zadnje promjene. Ne morate ručno spremati. Za izradu jednokratne sigurnosne kopije koristite **Postavke ▸ Izvoz ▸ Sigurnosno kopiranje projekata**.
hu: A projektek automatikus mentése 0,3 másodperccel az utolsó módosítás után történik. Nem kell manuálisan menteni. Egyszeri biztonsági másolat készítéséhez használja a **Beállítások ▸ Exportálás ▸ Projektek biztonsági mentése** menüpontot.
id: Proyek disimpan otomatis 0,3 detik setelah perubahan terakhir. Anda tidak perlu menyimpan secara manual. Untuk membuat cadangan satu kali, gunakan **Pengaturan ▸ Ekspor ▸ Cadangan Proyek**.
ja: プロジェクトは最後の変更から 0.3 秒後に自動保存されます。手動で保存する必要はありません。 1 回限りのバックアップを作成するには、**設定 ▸ エクスポート ▸ プロジェクトのバックアップ** を使用します。
ko: 프로젝트는 마지막 변경 후 0.3초 후에 자동 저장됩니다. 수동으로 저장할 필요가 없습니다. 일회용 백업을 만들려면 **설정 ▸ 내보내기 ▸ 프로젝트 백업**을 사용하세요.
ms: Projek autosimpan 0.3 saat selepas perubahan terakhir. Anda tidak perlu menyimpan secara manual. Untuk membuat sandaran sekali sahaja, gunakan **Tetapan ▸ Eksport ▸ Projek Sandaran**.
nl: Projecten worden automatisch 0,3 seconden na de laatste wijziging opgeslagen. U hoeft niet handmatig op te slaan. Om een ​​eenmalige back-up te maken, gebruikt u **Instellingen ▸ Exporteren ▸ Back-up van projecten**.
no: Prosjekter lagrer automatisk 0,3 sekunder etter siste endring. Du trenger ikke lagre manuelt. For å lage en engangssikkerhetskopi, bruk **Innstillinger ▸ Eksporter ▸ Sikkerhetskopier prosjekter**.
pl: Projekty są automatycznie zapisywane 0,3 sekundy po ostatniej zmianie. Nie musisz zapisywać ręcznie. Aby wykonać jednorazową kopię zapasową, użyj **Ustawienia ▸ Eksportuj ▸ Utwórz kopię zapasową projektów**.
pt_br: Os projetos são salvos automaticamente 0,3 segundos após a última alteração. Você não precisa salvar manualmente. Para fazer um backup único, use **Configurações ▸ Exportar ▸ Fazer backup de projetos**.
pt_pt: Os projetos são guardados automaticamente 0,3 segundos após a última alteração. Você não precisa guardar manualmente. Para fazer um backup único, use **Configurações ▸ Exportar ▸ Fazer backup de projetos**.
ro: Proiectele se salvează automat la 0,3 secunde după ultima modificare. Nu trebuie să salvați manual. Pentru a face o copie de rezervă unică, utilizați **Setări ▸ Export ▸ Copiere de rezervă proiecte**.
sk: Projekty sa automaticky ukladajú 0,3 sekundy po poslednej zmene. Nemusíte ukladať manuálne. Ak chcete vytvoriť jednorazovú zálohu, použite **Nastavenia ▸ Export ▸ Zálohovať projekty**.
sl: Projekti se samodejno shranijo 0,3 sekunde po zadnji spremembi. Ni vam treba ročno shranjevati. Če želite narediti enkratno varnostno kopijo, uporabite **Nastavitve ▸ Izvoz ▸ Varnostno kopiraj projekte**.
sv: Projicerar automatiskt spara 0,3 sekunder efter den senaste ändringen. Du behöver inte spara manuellt. För att göra en engångsbackup, använd **Inställningar ▸ Exportera ▸ Säkerhetskopiera projekt**.
th: โปรเจ็กต์บันทึกอัตโนมัติ 0.3 วินาทีหลังจากการเปลี่ยนแปลงครั้งล่าสุด คุณไม่จำเป็นต้องบันทึกด้วยตนเอง หากต้องการสำรองข้อมูลครั้งเดียว ให้ใช้ **การตั้งค่า ▸ ส่งออก ▸ สำรองโปรเจ็กต์**
ur: پروجیکٹس آخری تبدیلی کے 0.3 سیکنڈ بعد خودبخود محفوظ ہوجاتے ہیں۔ آپ کو دستی طور پر محفوظ کرنے کی ضرورت نہیں ہے۔ ایک بار بیک اپ بنانے کے لیے، **سیٹنگز ▸ ایکسپورٹ ▸ بیک اپ پروجیکٹس** کا استعمال کریں۔
vi: Dự án tự động lưu 0,3 giây sau lần thay đổi cuối cùng. Bạn không cần phải lưu thủ công. Để tạo bản sao lưu một lần, hãy sử dụng **Cài đặt ▸ Xuất ▸ Sao lưu dự án**.
zh_hans: 项目在最后一次更改后 0.3 秒自动保存。您不需要手动保存。要进行一次性备份，请使用 **设置 ▸ 导出 ▸ 备份项目**。

source: Projects autosave 0.3 seconds after the last change. You don't need to manually save. To make a one-off backup, use **Settings ▸ General ▸ Storage ▸ Create Backup…**.
ar: يتم حفظ المشاريع تلقائيًا بعد 0.3 ثانية من التغيير الأخير. لا تحتاج إلى الحفظ يدويًا. لعمل نسخة احتياطية لمرة واحدة، استخدم **الإعدادات ▸ عام ▸ التخزين ▸ إنشاء نسخة احتياطية...**.
ca: Els projectes es desen automàticament 0,3 segons després de l'últim canvi. No cal que deseu manualment. Per fer una còpia de seguretat única, utilitzeu **Configuració ▸ General ▸ Emmagatzematge ▸ Crea una còpia de seguretat...**.
cs: Projekty se automaticky ukládají 0,3 sekundy po poslední změně. Nemusíte ukládat ručně. Chcete-li vytvořit jednorázovou zálohu, použijte **Nastavení ▸ Obecné ▸ Úložiště ▸ Vytvořit zálohu…**.
da: Projekter gemmer automatisk 0,3 sekunder efter sidste ændring. Du behøver ikke at gemme manuelt. For at lave en engangssikkerhedskopi, brug **Indstillinger ▸ Generelt ▸ Lager ▸ Opret sikkerhedskopi...**.
de: Projekte werden 0,3 Sekunden nach der letzten Änderung automatisch gesichert. Du musst nicht manuell sichern. Für ein einmaliges Backup nutze **Einstellungen ▸ Allgemein ▸ Speicher ▸ Backup erstellen…**.
el: Τα έργα αποθηκεύονται αυτόματα 0,3 δευτερόλεπτα μετά την τελευταία αλλαγή. Δεν χρειάζεται να κάνετε μη αυτόματη αποθήκευση. Για να δημιουργήσετε εφάπαξ αντίγραφο ασφαλείας, χρησιμοποιήστε **Ρυθμίσεις ▸ Γενικές ▸ Αποθηκευτικός χώρος ▸ Δημιουργία αντιγράφου ασφαλείας…**.
es: Los proyectos se guardan automáticamente 0,3 segundos después del último cambio. No hace falta guardar a mano. Para hacer una copia de seguridad puntual, usa **Ajustes ▸ General ▸ Almacenamiento ▸ Crear copia de seguridad…**.
fa: پروژه‌ها ۰٫۳ ثانیه پس از آخرین تغییر خودکار ذخیره می‌شوند و نیازی به ذخیرهٔ دستی نیست. برای تهیهٔ یک پشتیبان یک‌باره، از **تنظیمات ▸ عمومی ▸ ذخیره‌سازی ▸ ایجاد پشتیبان…** استفاده کنید.
fi: Projektit tallentuvat automaattisesti 0,3 sekuntia viimeisen muutoksen jälkeen. Sinun ei tarvitse tallentaa manuaalisesti. Voit tehdä kertaluonteisen varmuuskopion valitsemalla **Asetukset ▸ Yleiset ▸ Tallennus ▸ Luo varmuuskopio…**.
fr: Les projets sont enregistrés automatiquement 0,3 seconde après la dernière modification : inutile d'enregistrer manuellement. Pour une sauvegarde ponctuelle, utilisez **Réglages ▸ Général ▸ Stockage ▸ Créer une sauvegarde…**.
he: שמירה אוטומטית של פרוייקטים 0.3 שניות לאחר השינוי האחרון. אין צורך לשמור באופן ידני. כדי לבצע גיבוי חד פעמי, השתמש ב-**הגדרות ▸ כללי ▸ אחסון ▸ צור גיבוי...**.
hr: Projekti se automatski spremaju 0,3 sekunde nakon zadnje promjene. Ne morate ručno spremati. Za izradu jednokratne sigurnosne kopije koristite **Postavke ▸ Općenito ▸ Pohrana ▸ Stvori sigurnosnu kopiju…**.
hu: A projektek automatikus mentése 0,3 másodperccel az utolsó módosítás után történik. Nem kell manuálisan menteni. Egyszeri biztonsági másolat készítéséhez használja a **Beállítások ▸ Általános ▸ Tárhely ▸ Biztonsági másolat létrehozása…** menüpontot.
id: Proyek disimpan otomatis 0,3 detik setelah perubahan terakhir. Anda tidak perlu menyimpan secara manual. Untuk membuat cadangan satu kali, gunakan **Pengaturan ▸ Umum ▸ Penyimpanan ▸ Buat Cadangan…**.
it: I progetti vengono salvati automaticamente 0,3 secondi dopo l'ultima modifica. Non serve salvarli manualmente. Per creare un backup singolo, usa **Impostazioni ▸ Generali ▸ Archiviazione ▸ Crea backup…**.
ja: プロジェクトは最後の変更から0.3秒後に自動保存されるため、手動で保存する必要はありません。1回限りのバックアップを作成するには、**設定 ▸ 一般 ▸ ストレージ ▸ バックアップを作成…** を使います。
ko: 프로젝트는 마지막 변경 후 0.3초 뒤에 자동 저장되므로 직접 저장할 필요가 없습니다. 일회성 백업을 만들려면 **설정 ▸ 일반 ▸ 저장 공간 ▸ 백업 생성…** 메뉴를 사용하세요.
ms: Projek autosimpan 0.3 saat selepas perubahan terakhir. Anda tidak perlu menyimpan secara manual. Untuk membuat sandaran sekali sahaja, gunakan **Tetapan ▸ Umum ▸ Storan ▸ Buat Sandaran…**.
nl: Projecten worden automatisch 0,3 seconden na de laatste wijziging opgeslagen. U hoeft niet handmatig op te slaan. Als u een eenmalige back-up wilt maken, gebruikt u **Instellingen ▸ Algemeen ▸ Opslag ▸ Back-up maken…**.
no: Prosjekter lagrer automatisk 0,3 sekunder etter siste endring. Du trenger ikke lagre manuelt. For å lage en engangssikkerhetskopi, bruk **Innstillinger ▸ Generelt ▸ Lagring ▸ Lag sikkerhetskopi...**.
pl: Projekty są automatycznie zapisywane 0,3 sekundy po ostatniej zmianie. Nie musisz zapisywać ręcznie. Aby wykonać jednorazową kopię zapasową, użyj **Ustawienia ▸ Ogólne ▸ Pamięć ▸ Utwórz kopię zapasową…**.
pt_br: Os projetos são salvos automaticamente 0,3 segundo após a última alteração. Não é preciso salvar manualmente. Para fazer um backup avulso, use **Ajustes ▸ Geral ▸ Armazenamento ▸ Criar backup…**.
pt_pt: Os projetos são guardados automaticamente 0,3 segundos após a última alteração. Você não precisa guardar manualmente. Para fazer um backup único, use **Configurações ▸ Geral ▸ Armazenamento ▸ Criar Backup…**.
ro: Proiectele se salvează automat la 0,3 secunde după ultima modificare. Nu trebuie să salvați manual. Pentru a face o copie de rezervă unică, utilizați **Setări ▸ General ▸ Stocare ▸ Creare copie de rezervă...**.
ru: Проекты автоматически сохраняются через 0,3 секунды после последнего изменения. Сохранять вручную не нужно. Чтобы сделать разовую резервную копию, выберите **Настройки ▸ Основные ▸ Хранилище ▸ Создать резервную копию…**.
sk: Projekty sa automaticky ukladajú 0,3 sekundy po poslednej zmene. Nemusíte ukladať manuálne. Ak chcete vytvoriť jednorazovú zálohu, použite **Nastavenia ▸ Všeobecné ▸ Úložisko ▸ Vytvoriť zálohu...**.
sl: Projekti se samodejno shranijo 0,3 sekunde po zadnji spremembi. Ni vam treba ročno shranjevati. Če želite narediti enkratno varnostno kopijo, uporabite **Nastavitve ▸ Splošno ▸ Shramba ▸ Ustvari varnostno kopijo…**.
sv: Projicerar automatiskt spara 0,3 sekunder efter den senaste ändringen. Du behöver inte spara manuellt. För att göra en engångsbackup, använd **Inställningar ▸ Allmänt ▸ Lagring ▸ Skapa säkerhetskopia...**.
th: โปรเจ็กต์บันทึกอัตโนมัติ 0.3 วินาทีหลังจากการเปลี่ยนแปลงครั้งล่าสุด คุณไม่จำเป็นต้องบันทึกด้วยตนเอง หากต้องการสำรองข้อมูลแบบครั้งเดียว ให้ใช้ **การตั้งค่า ▸ ทั่วไป ▸ ที่เก็บข้อมูล ▸ สร้างการสำรองข้อมูล…**
tr: Projeler son değişiklikten 0,3 saniye sonra otomatik olarak kaydedilir. Elle kaydetmeniz gerekmez. Tek seferlik bir yedek almak için **Ayarlar ▸ Genel ▸ Depolama ▸ Yedek Oluştur…** seçeneğini kullanın.
uk: Проєкти автоматично зберігаються через 0,3 секунди після останньої зміни. Зберігати вручну не потрібно. Щоб створити разову резервну копію, виберіть **Параметри ▸ Загальні ▸ Сховище ▸ Створити резервну копію…**.
ur: پروجیکٹس آخری تبدیلی کے 0.3 سیکنڈ بعد خودبخود محفوظ ہوجاتے ہیں۔ آپ کو دستی طور پر محفوظ کرنے کی ضرورت نہیں ہے۔ ایک بار بیک اپ بنانے کے لیے، ** سیٹنگز ▸ عمومی ▸ اسٹوریج ▸ بیک اپ بنائیں…** استعمال کریں۔
vi: Dự án tự động lưu 0,3 giây sau lần thay đổi cuối cùng. Bạn không cần phải lưu thủ công. Để tạo bản sao lưu một lần, hãy sử dụng **Cài đặt ▸ Chung ▸ Bộ nhớ ▸ Tạo bản sao lưu…**.
zh_hans: 项目会在最后一次更改后 0.3 秒自动保存，无需手动保存。若要创建一次性备份，请使用 **设置 ▸ 通用 ▸ 存储 ▸ 创建备份…**。
zh_hant: 專案會在最後一次更改後 0.3 秒自動儲存。你不需要手動儲存。若要建立一次性的備份，請使用**設定 ▸ 一般 ▸ 儲存空間 ▸ 建立備份…**。
